<!DOCTYPE html>

<html>

<head>
<title>euIRCnet - </title>
<style type="text/css">
* {
	margin: 0;
}

body {
	color: #ffffff;
	background-color: #2a6295;
	font-family: Arial, sans-serif;
	font-size: 11pt;
}

#lang {
	position: absolute;
	width: 100px;
	height: 20px;
	top: 75px;
	right: 10px;
}

#lang img {
	display: block;
	float: right;
	margin-left: 5px;
}

#content {
	padding: 20px;
}

a {
	color: #ffffff;
	background-color: transparent;
	text-decoration: underline;
}

a:hover {
	text-decoration: none;
}

h1, h2, h3, h4, h5, h6 {
	margin: 20px 0 10px 0;
}

p {
	margin: 0 0 20px 0;
}


</style>
</head>

<body>

<img src="euirc_clouds.jpg" alt="" style="width: 100%; height: 100px; " />
<img src="logo.png" alt="" width="216" height="102" style="position: absolute; top: 0; left: 20px; " />

<div id="lang">
<a href="aup_de.html"><img src="de.png" alt="deutsch" width="31" height="20" /></a>
<a href="aup_en.html"><img src="en.png" alt="english" width="31" height="20" /></a>
</div>

<div id="content">
<a id="top"></a>

<table>
  <tr>
    <td>
    <h3>Inhalt</h3>
    <ul>
       <li>
       <a href="#euIRC_AUP_Acceptable_Usage_Policy">1 euIRC Nutzungsbedingungen</a>
       <ul>
          <li>
          <a href="#Introduction">1.1 Einleitung </a>
          </li>
          <li>
          <a href="#Rights_and_Responsibilities">1.2 Rechte und Pflichten</a>
          </li>
          <li>
          <a href="#Enforcement">1.3 Durchsetzung</a>
          </li>
      </ul>
      </li>
      <li>
      <a href="#Conducts_Violating_this_AUP">2 Verst&ouml;&szlig;e gegen die Nutzungsbedingungen</a>
      <ul>
         <li>
         <a href="#Definitions">2.1 Definitionen</a>
         </li>
         <li>
         <a href="#Violations">2.2 Verst&ouml;&szlig;e</a>
         </li>
     </ul>
     </li>
     <li>
     <a href="#Further_Information">3 Weitere Informationen</a>
     </li>
   </ul>
  </td>
 </tr>
</table>

<a id="euIRC_AUP_Acceptable_Usage_Policy"></a>
<h2>euIRC Nutzungsbedingungen</h2>

<a id="Introduction"></a>
<h3>Einleitung</h3>

<p>Die nachfolgenden Nutzungsbedingungen beziehen sich auf die Nutzung von Computern und Servern des European Internet Relay Chat (kurz euIRC) sowie einschlie&szlig;lich, jedoch nicht auf diese Bereiche beschr&auml;nkt, aller Foren, Webseiten und E-Mail Dienste. Sie erkl&auml;ren mit der Nutzung der Dienste des euIRC, dass Sie diese Nutzungsbedingungen gelesen und verstanden haben. Dieses Dokument sch&uuml;tzt User, Hardwarekomponenten und Netzwerke sowie die Systemadministratoren des euIRC.</p>
<p>Die Nutzung des euIRC ist ein Privileg und kein Recht. Die Betreiber des euIRC behalten sich daher das Recht vor ohne jegliche Angabe von Gr&uuml;nden dieses Privileg jederzeit zu entziehen. euIRC kann einen, aber muss keinen Grund nennen.</p>
<p>euIRC ist ein Produkt verschiedener Service Provider und freiwilliger Helfer. Daher akzeptieren Sie, dass Sie beim Verbinden zum euIRC lediglich Gast auf einem privaten System sind. Ihr Privileg der Nutzung kann Ihnen jederzeit und ohne Angabe von Gr&uuml;nden entzogen werden. Weiterhin akzeptieren Sie, dass Sie keinerlei Anspr&uuml;che auf eventuell von Ihnen genutzte Daten auf den Servern des euIRC haben.</p>
<p>euIRC kontrolliert keine Inhalte welche &uuml;ber seine Internetangebote ausgetauscht werden. Es wird daher keine Garantie auf Vollst&auml;ndigkeit und/oder Richtigkeit der Inhalte gegeben. W&auml;hrend der Nutzung des euIRC werden Sie unter Umst&auml;nden mit Inhalten konfrontiert, welche von Ihnen als beleidigend, st&ouml;rend oder inakzeptabel empfunden werden. Die Betreiber des euIRC k&ouml;nnen unter keinen Umst&auml;nden f&uuml;r irgendwelche Inhalte verantwortlich gemacht werden. Dies schlie&szlig;t, muss aber nicht darauf beschr&auml;nkt sein, Fehler oder Auslassungen in Inhalten sowie Sch&auml;den und jeweilige Verluste durch die Nutzung von im euIRC durch Posts, E-Mails, &uuml;bersendeten Inhalten oder in jeglicher anderer Form im euIRC zur Verf&uuml;gung gestellten Inhalten ein.</p>
<p>euIRC beh&auml;lt sich das Recht vor diese Nutzungsbedingungen jederzeit und ohne vorherige Ank&uuml;ndigung zu erweitern oder in jeglicher anderer Form zu ver&auml;ndern. Dennoch wird, wenn m&ouml;glich, sp&auml;testens 10 Tage vor in Kraft treten solcher &auml;nderungen eine Ank&uuml;ndigung an die Mailingliste euirc@euirc.net gesendet. Die Kenntnisnahme wird vorausgesetzt, sobald die Ank&uuml;ndigung gesendet wurde.</p>

<p>Die Nutzungsbedingungen des euIRC werden fortlaufend &uuml;berpr&uuml;ft. Wir ber&uuml;cksichtigen jegliche Kritik - sowohl von Usern als auch von Mitgliedern des Teams. Wir werden dieses Dokument von Zeit zu Zeit &auml;ndern und/oder erweitern. Mit der Nutzung des euIRC erkl&auml;ren Sie sich mit den Nutzungsbedingungen und jeglichen nachtr&auml;glichen &auml;nderungen einverstanden. Diese Version der Nutzungsbedingungen ersetzt alle fr&uuml;heren Versionen.</p>
<p>Die Nutzungsbedingungen richten sich nach deutschem Recht. Sollten Teile der Nutzungsbedingungen fehlerhaft, anfechtbar oder als ung&uuml;ltig erkl&auml;rt sein, bleiben die restlichen Bestimmungen davon unangetastet und weiterhin g&uuml;ltig. Sollten Teile der Nutzungsbedingungen in einzelnen F&auml;llen f&uuml;r ung&uuml;ltig erkl&auml;rt werden, so bleiben sie in jedem Fall im Allgemeinen f&uuml;r andere F&auml;lle g&uuml;ltig.</p>

<p><small><a href="#top">Seitenanfang</a></small></p>
<a id="Rights_and_Responsibilities"></a>
<h3>Rechte und Pflichten</h3>

<p>Das Netzwerk stellt lokalen Zugang zur Verf&uuml;gung, bietet jedoch auch die M&ouml;glichkeit mit Menschen weltweit zu kommunizieren. Dieser &ouml;ffentliche, freie Zugang ist ein Privileg und setzt Verantwortungsbewusstsein der Nutzer voraus. Benutzer haben die Rechte anderer Benutzer zu achten und daf&uuml;r Sorge zu tragen, dass sie geltende Gesetze und andere vertragliche Verpflichtungen beachten. Weiterhin haben sie darauf zu achten, dass sie nichts unternehmen, was das einwandfreie Funktionieren der Systeme und Hardwarekomponenten beeintr&auml;chtigen k&ouml;nnte. Seit Informationen auf elektronischem Wege erstellt und leicht verbreitet werden k&ouml;nnen, m&uuml;ssen Benutzer verst&auml;rkt darauf achten das geistige Eigentum von anderen zu respektieren und anzuerkennen, nicht zuletzt durch strikte Einhaltung von Softwarelizenzen und dem Urheberrechtsgesetz. Die Betreiber des euIRC bringen jegliche Verletzung dieser Bestimmungen und anderen g&uuml;ltigen Gesetzen bei der jeweiligen zust&auml;ndigen Beh&ouml;rde zur Anzeige zur Wahrung dieser Gesetze.</p>
<p>Durch die Nutzung des euIRC erkl&auml;ren Sie sich damit einverstanden Entsch&auml;digungen gegen&uuml;ber dem euIRC, seinen Providern, den Administratoren, den Operatoren und anderen Mitgliedern des Teams zu leisten, wenn dem euIRC Sch&auml;den in Form von Klagen, Urteilen, Anwaltsgeb&uuml;hren und anderen Aufwendungen entstehen, welche durch Ihre direkten oder indirekten Handlungen oder durch Unterlassung im euIRC verursacht werden. </p>
<p>Sie sind verantwortlich daf&uuml;r, dass Sie mit den gesetzlichen Bestimmungen, Regeln und Vorschriften  in Bezug auf (1) die Benutzung des euIRC Service, (2) den Kommunikationsmitteln, mit denen Sie die euIRC Dienste nutzen, und (3) den Server des euIRC, mit dem Sie sich verbinden, vertraut sind. Die Nutzungsbedingungen des Servers sind in der jeweiligen Tagesnachricht vermerkt (/motd).</p>
<p>Ihre Rechte k&ouml;nnen nicht auf andere Personen &uuml;bertragen, verkauft oder in jeglicher anderer Form durch andere nutzbar gemacht werden.</p>
<p>euIRC hat das Recht alle Dateien und andere Informationen aus den Datenbanken zu l&ouml;schen, wenn durch Sie oder durch euIRC Ihre Mitgliedschaft im euIRC beendet wird.</p>
<p>euIRC &uuml;bernimmt keine Gew&auml;hrleistung f&uuml;r Informationen, die auf anderen Netzwerken, welche mit dem euIRC verlinkt sind, zu finden sind. euIRC dementiert jegliche Gew&auml;hrleistung einschlie&szlig;lich (i) der Garantie auf Verf&uuml;gbarkeit und Genauigkeit der Inhalte, Produkte und Dienstleistungen (ii) und der Garantie zur Eignung zu bestimmten Zwecken.</p>
<p>euIRC &uuml;bernimmt keine Haftung f&uuml;r Sch&auml;den oder Verluste an Daten, die durch Leistungsversagen, Fehler, Unterlassung, Stromschwankungen und/oder St&ouml;rungen bei der &uuml;bertragung und Kommunikation entstehen. </p>
<p>Kein Vertreter oder Angestellter des euIRC hat die Berechtigung im Namen des euIRC jeweilige Vertr&auml;ge oder Zusicherungen abzugeben oder nach au&szlig;en als Vertreter des euIRC aufzutreten.</p>

<p><b>Die private oder gewerbliche Nutzung und/oder Weitergabe des Namens euIRC oder der euIRC Software ist untersagt und bedarf der schriftlichen Genehmigung des Betreibers.</b></p>

<p><small><a href="#top">Seitenanfang</a></small></p>
<a id="Enforcement"></a>
<h3>Durchsetzung</h3>

<p>Kleinere Verst&ouml;&szlig;e gegen diese Nutzungsbedingungen, wie das Benutzen und Verbinden von mehreren Clients von einem Host oder Flooding, werden von einem IRC Operator geahndet und k&ouml;nnen zu einem tempor&auml;ren Ausschluss (/kill) bzw. auch zu Onlinediskussionen und erzieherischen Ma&szlig;nahmen f&uuml;hren.</p>
<p>Wiederholte kleine Verst&ouml;&szlig;e oder gr&ouml;&szlig;eres Fehlverhalten k&ouml;nnen dazu f&uuml;hren, dass das Privileg der Nutzung tempor&auml;r oder permanent entzogen wird (k-line) oder der Benutzer in seinen Privilegien eingeschr&auml;nkt wird. Gr&ouml;&szlig;eres Fehlverhalten ist z.B. das unautorisierte Nutzen von Nickserv/Chanserv Accounts, das Stehlen von Passw&ouml;rtern und/oder Daten oder der reine Versuch dessen, wiederholte Bel&auml;stigungen oder das Bedrohen anderer Benutzer. Zus&auml;tzlich wird bei gr&ouml;&szlig;eren Vergehen der Service Provider (Internetanbieter) des Benutzers informiert.</p>
<p>Verst&ouml;&szlig;e, die sich gezielt gegen den euIRC oder seiner Services richten sowie Verst&ouml;&szlig;e gegen die Marke und das Copyright, werden ebenso verfolgt.</p>
<p>Bel&auml;stigungen, wie oben beschrieben, k&ouml;nnen beispielsweise folgende Sachverhalte sein:</p>
<ul>
  <li>Wiederholte Kommunikation mit einem Benutzer, welcher den Kontakt nicht w&uuml;nscht und damit verbunden das Umgehen von Ma&szlig;nahmen des Benutzers die Kommunikation zu unterbinden. (z.B. /ignore & /silence).</li>
  <li>Nutzung des Netzwerkes, um eine Person zu beschimpfen, denunzieren oder in irgendeiner anderen Form zu ver&auml;rgern. (au&szlig;erhalb eines Channels sichtbare Bemerkungen; z.B. im /topic)</li>
  <li>Ohne die Erlaubnis einer Person deren pers&ouml;nliche Daten/Kontaktdaten weiterzugeben, sei es &ouml;ffentlich oder direkt an andere Personen &uuml;ber das Netzwerk. Beispiele hierf&uuml;r sind: Realer Name, Telefonnummer, Adresse, Sozialversicherungsnummer, Kontonummern, Kreditkartennummern etc ...</li>
</ul>

<div>
<b>[Beachte: Channels, welche zum Zwecke der Bel&auml;stigung wie oben beschrieben erstellt wurden, werden geschlossen.] </b>
</div>

<p>Nachdem ein User ein &quot;k-line&quot; erhalten hat, ist dieser nicht l&auml;nger im Netzwerk erw&uuml;nscht. Jeder Versuch diese Beschr&auml;nkung zu umgehen, wird als Vergehen gewertet und strafrechtlich verfolgt. Sollten Sie ein k-line erhalten haben, wenden Sie sich per E-Mail an klines@euirc.net.  </p>
<p>euIRC bem&uuml;ht sich seine Dienste s&auml;mtlichen Personen v&ouml;llig kostenfrei zur Verf&uuml;gung zu stellen. Allerdings wird euIRC auch von seinem Recht Gebrauch machen, User auszuschlie&szlig;en, wenn dies dem Wohle der Community dienlich ist. In bestimmten F&auml;llen kann dies auch den Ausschluss von ganzen Providern (Internetanbietern) bedeuten. euIRC bem&uuml;ht sich jedoch sich schnellst m&ouml;glich mit dem Provider in Verbindung zu setzen, damit der Schuldige schnell gefunden wird, um den Zugang f&uuml;r alle anderen User dieses Providers wieder zu gew&auml;hrleisten.</p>
<p>Sollte euIRC von bestimmten Rechten aus den Nutzungsbedingungen nicht Gebrauch machen, bedeutet dies nicht automatisch, dass ein Verzicht entsteht.</p>

<p><small><a href="#top">Seitenanfang</a></small></p>
<a id="Conducts_Violating_this_AUP"></a>
<h2>Verst&ouml;&szlig;e gegen die Nutzungsbedingungen</h2>

<a id="Definitions"></a>
<h3>Definition</h3>

<p>Unter &quot;Account&quot; ist Zugangsberechtigung eines Users zu verschiedenen euIRC Services (Nickserv, Chanserv, Memoserv etc.) in Verbindung mit den von dem User erstellten Daten wie Nickname und/oder Channels zu verstehen. Zugriff auf einen .Account. ist abh&auml;ngig von einer erkennbaren User Adresse und/oder dem Eingeben eines Passwortes. Mit der Erstellung eines Accounts stellst du sicher, dass du deinen Account keiner weiteren Person zur Verf&uuml;gung stellst. Du bist f&uuml;r s&auml;mtliche Handlungen, die durch und mit diesem Account ausgef&uuml;hrt werden, verantwortlich.</p>

<p><small><a href="#top">Seitenanfang</a></small></p>
<a id="Violations"></a>
<h3>Verst&ouml;&szlig;e</h3>

<p>Verst&ouml;&szlig;e gegen die Nutzungsbedingungen k&ouml;nnen unter anderem folgende Sachverhalte sein:</p>

<ul>
  <li>Nicht autorisierter Zugang zu einem Nickserv/Chanserv Account.</li>
  <li>Nutzung des euIRC um unautorisierten Zugang zu einem anderen Computer zu erhalten.</li>
  <li>Unautorisierte Server mit dem Netzwerk verbinden.</li>
  <li>Unautorisierte Versuche Schutzma&szlig;nahmen zu umgehen, um zum Beispiel Sicherheitsl&uuml;cken aufzudecken. Dazu geh&ouml;rt auch das Nutzen von Programmen, die dazu geeignet sind Schutzma&szlig;nahmen zu umgehen und/oder Daten auszuspionieren und zu sichern.</li>
  <li>Wissentliche oder unwissentliche Handlungen, die den reibungslosen Betrieb des euIRC und seiner Services st&ouml;ren. Dies k&ouml;nnen zum Beispiel sein: Massen-invites, Massen-Nachrichten sowie Floodbots und Clonebots.</li>
  <li>Einen automatisieren Client (Bot) zum IRC-Netzwerk verbinden ohne vorherige Genehmigung der Betreiber.</li>
  <li>Nutzung des euIRC f&uuml;r kommerzielle Zwecke wie Produktwerbung oder Verkauf ohne vorherige Zustimmung der euIRC Administration. </li>
  <li>Fakes - Annehmen der Identit&auml;t eines Users oder einer Maschine</li>
  <li>Zeigen von obsz&ouml;nen, unz&uuml;chtigen oder sexuellen Bildern und Texten ohne vorherige Zustimmung der Channel Ops.  </li>
  <li>Flooding - schnelles Wiederholen von gleichen Texten oder schnelles Produzieren von Zeilen mit dem Ziel einen oder mehrere andere User zu bel&auml;stigen.</li>
  <li>Der Versuch einen anderen Account zu &uuml;bernehmen und/oder zu kontrollieren sowie das Lesen, Kopieren, Ver&auml;ndern und/oder L&ouml;schen von Teilen von Nickserv/Chanserv/Memoserv Informationen eines anderen Accounts ohne Genehmigung des Besitzers. </li>
  <li>Benutzung eines Channels zum alleinigen Zwecke von Datentransfers.</li>
  <li>Benutzung eines unsicheren und/oder offenen Gateways zum Zwecke der Verbindung zu einem euIRC Service. Dies k&ouml;nnen unter anderem sein offene Proxyserver, welche keine Autorisierung ben&ouml;tigen, Tor Clients und andere Programme welche deine IP Adresse verstecken k&ouml;nnen. </li>
</ul>

<p><small><a href="#top">Seitenanfang</a></small></p>
<a id="Further_Information"></a><h2>Weitere Informationen</h2>

<p>F&uuml;r weitere Informationen zum Inhalt dieses Dokumentes senden Sie eine E-Mail an opers@euirc.net oder besuchen Sie unsere Channels /join #euirc oder #help und kontaktieren einen euIRC Administrator.</p>

</div>

</body>

</html>